/**
*   @description 简叙单页面
*   @author Xiaohui Zeng
*   @date 2019/10/6
*/
<template>
    <div class="brief-page flexC">
        <div class="pageContent flexC">
            <p style="font-size: 16px">1.《教学建设》</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;截至2021年3月，学校有国家级特色专业15个，获批国家一流本科专业26个，省级一流本科专业21个，9个专业通过工程教育专业认证，国家级精品课程13门，国家级精品资源共享课11门，国家级视频公开课3门，国家精品在线开放课程9门，建设有3个国家人才培养及教学基地、6个国家级实验教学示范中心、3个国家级虚拟仿真实验中心、3个国家级人才培养模式创新实验区，陕西省级特色专业25个，国家级综合改革试点立项专业7个，陕西省综合改革试点立项专业11个，国家卓越工程师教育培养计划试点专业7个；省级精品课程58门，陕西省级精品资源共享课76门；4个国家级工程实践教育中心；17个陕西省级实验教学示范中心，3个国家级人才培养模式创新实验区以及18个陕西省级人才培养模式创新实验区。</p>
        </div>
        <div class="pageContent flexC">
            <p style="font-size: 16px">2.《教学成果》</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2019年，学校学生在40余项国家学生学科竞赛中共获省部级以上奖项572项。大学生电赛获国家一等奖 7项、二等奖8项，排名全省第一；第十二届全国大学生信息安全竞赛，西电成绩创历史最佳，获6项一等奖，其中作品赛一等奖5项（全国第一）；大学生工程能力竞赛获国家特等奖1项（首次获得）、一等奖1项、二等奖1项。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;截至2021年3月，学校获国家级教学成果奖24项。2018年，学校5项国家教学成果全部获奖 ，其中一等奖1项、二等奖4项。</p>
        </div>
        <div class="pageContent flexC">
            <p style="font-size: 16px">3.《学科建设》</p>
            <p>
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;截至2021年3月，学校有2个国家“双一流”重点建设学科，2个国家一级重点学科（覆盖6个二级学科），1个国家二级重点学科，34个省部级重点学科，14个博士学位授权一级学科，26个硕士学位授权一级学科，具有工程博士专业学位授权，有17个硕士专业学位授权点，9个博士后科研流动站。
            </p>
        </div>
        <div class="pageContent flexC">
            <p style="font-size: 16px">4.《科研平台》</p>
            <p>
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;截至2021年3月，学校牵头建设的科研平台有2个国家重点实验室，1个国防科技重点实验室，1个国家工程实验室，1个国家工程研究中心，1个国家地方联合工程研究中心，1个国防重点学科实验室，1个国防科技工业环境试验与观测网，2个国家国际科技合作基地，8个“111计划”学科创新引智基地，6个教育部重点实验室。此外还建设有2个985工程优势学科创新平台，1个国家级2011协同创新中心，1个教育部集成攻关大平台，1个前沿科学中心，2个国家自然科学基金创新研究群体，4个科技部重点领域创新团队，6个教育部创新团队。参与共建1个国家重大科技基础设施，1个国防科技工业创新中心，筹建1个国家实验室，9个西安市重点实验室。
            </p>
        </div>
        <div class="pageContent flexC">
            <p style="font-size: 16px">5.《科研成果》</p>
            <p class="mingxie">
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;截至2021年3月，学校创造了中国电子与信息技术领域等多项第一，包括第一台气象雷达、第一套流星余迹通讯系统、第一台可编程雷达信号处理机、第一台毫米波通讯机，以及中国人民解放军通信装备史上第一部“塞绳电报互换机”、第一台“塔型管空腔振荡器”、第一套“三坐标相控阵雷达”等，为中国信息化、国防现代化做出了重要的贡献，在认知雷达、移动通讯、网络信息安全、高功率微波集成器件、智能计算、大型天线机电耦合等方面取得了卓有成效的成果，2012年以来学校获国家科技奖励21项。
            </p>
          <p class="mingxie">
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2019年，学校获国家自然科学基金项目项目资助168项，同比去年增长10.5%，资助数创历年新高；资助总经费达8077.3万元，同比去年增长17.99%，青年科学基金项目获资助96项，同比去年增长15.66%；重点项目获资助5项，同比去年增长66.67%；优秀青年科学基金项目获资助1项；面上项目获资助63项、国际（地区）合作项目获资助2项（其中一项为重点资助项目）、联合基金项目1项。
          </p>
          <p class="mingxie">
              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2019年，学校17项成果获批2019年度陕西高等学校人文社会科学研究优秀成果奖，其中一等奖2项、二等奖6项、三等奖8项、普及奖1项。多项成果获2019年度陕西省科学技术奖、2019年度陕西高等学校科学技术奖。4项成果获2019年度国家科学技术奖。
          </p>
        </div>
    </div>
</template>

<script>
    export default {
        name: "brief",
        data() {
            return {}
        },
        created() {
        },
        mounted() {
        },
        methods: {},
        watch: {},
        filters: {}
    }
</script>

<style lang="less">
    .brief-page {
        .pageContent{
            p{
                margin-top: 10px;
                margin-left: 20px;
            }
            p:first-child{
                margin-left: 0px;
            }
            .mingxie{
                span{
                    margin-right: 15px;
                }
            }
        }
    }
</style>
